Repository: BrunoRamalhete/battleship
Catalog: po/*.po
Languages: de

source: Preferences
de: Einstellungen

source: Size
de: Größe

source: Difficulty Level
de: Schwierigkeitsgrad

source: Help Level
de: Hilfegrad

source: Number of rows:
de: Anzahl Zeilen:

source: Number of columns:
de: Anzahl Spalten:

source: Number of ships:
de: Anzahl Schiffe:

source: Difficulty level:
de: Schwierigkeitsgrad:

source: The lower the difficulty level the higher the probability that only a single enemy ship is put to each row and each column.
de: Je niedriger der Schwierigkeitsgrad desto höher die Wahrscheinlichkeit, dass nur ein einziges feindliches Schiff in jeder Zeile und jeder Spalte steht.

source: Help level:
de: Hilfegrad:

source: The higher the help level the more obviously unoccupied positions are marked as unoccupied automatically.
de: Je höher der Hilfegrad desto mehr offensichtlich unbesetzte Positionen werden automatisch markiert.

source: To start place your ships on the left panel. Fire with left mouse button on enemy ships on the right panel. The displayed number tells you the total number of ships in this row and this column. You can mark empty positions with right mouse button.
de: Zum starten setze deine Schiffe auf der linken Seite. Schieße rechts mit der linken Maustaste auf feindliche Schiffe. Die angezeigte Zahl ist die Anzahl der Schiffe in dieser Zeile und dieser Spalte. Leere Positionen können mit der rechten Maustaste markiert werden.

source: Battle Ship. Suggestions for improvements, bug reports and translations are welcome.
de: Schiffe versenken Vorschläge für Verbesserungen, Fehlerberichte und Übersetzungen werden dankbar angenommen.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Library General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, see http://www.gnu.org/licenses.
de: Dieses Program ist freie Software. Sie können das Programm weiter verteilen oder verändern unter Beachtung der GNU General Public License , so wie sie von der Free Software Foundation festgelegt wurde, entweder in Version 2 der Lizenz oder (nach Ihrem Gutdünken) in jeder späteren Version. Dieses Program wurde in der Hoffnung veröffentlicht, dass Sie es als nützlich empfinden, jedoch OHNE JEGLICHE GARANTIE AUF FUNKTIONSFÄHIGKEIT UND OHNE RECHTSANSPRUCH BEI FEHLERHAFTEM VERHALTEN DER SOFTWARE. Lesen Sie die GNU General Public License für weiterführende Informationen. Im Paket dieses Programs sollten Sie ebenfalls eine Kopie der GNU General Public License erhalten haben. Wenn nicht, öffnen Sie http://www.gnu.org/licenses.

source: The Enemy's Ships
de: Feindliche Schiffe

source: The Enemy's Ships %d/%d
de: Feindliche Schiffe %d/%d

source: My Ships
de: Meine Schiffe

source: My Ships %d/%d
de: Meine Schiffe %d/%d

source: Place ships.
de: Schiffe setzen.

source: Last turn: (+99, +99).
de: Letzter Zug: (+99, +99).

source: Last turn: (%d, %d).
de: Letzter Zug: (%d, %d).

source: My Ships +99/+99
de: Meine Schiffe +99/+99

source: Ship hit: (+99, +99).
de: Schiff getroffen: (+99, +99).

source: Ship hit: (%d, %d).
de: Schiff getroffen: (%d, %d).

source: You lost.
de: Du hast verloren.

source: Invalid: (+99, +99).
de: Ungültig: (+99, +99).

source: Invalid: (%d, %d).
de: Ungültig: (%d, %d).

source: The Enemy's Ships +99/+99
de: Feindliche Schiffe +99/+99

source: You won.
de: Du hast gewonnen.

source: Battle Ship
de: Schiffe versenken

source: Game
de: Spiel

source: Help
de: Hilfe

source: Set ships.
de: Schiffe setzen.

source: End
de: Ende
